Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.period.startDayOption
source: The %@
ar: اليوم %@
bg: На %@
bn: তারিখ %@
ca: El %@
cs: Den %@.
da: Den %@.
de: Der %@
el: Η %@
es: El %@.
et: Kuupäev %@.
fa: روز %@
fi: Päivä %@
fil: Ika-%@.
fr: Le %@
he: ה־%@
hi: तारीख %@
hr: Dan %@.
hu: A %@.
id: Tanggal %@
is: Hinn %@.
it: Il giorno %@
ja: 毎月%@
ko: %@일
lt: Kiekvieno mėnesio %@ dieną
lv: Mēneša %@. diena
nb: Den %@.
nl: De %@.
nn: Den %@.
pl: Dzień %@.
pt_br: O dia %@
ro: Data de %@
ru: %@-е
sk: Deň %@
sr: Dana %@.
sv: Den %@.
sw: Tarehe ya %@
ta: %@ ஆம் தேதி
th: วันที่ %@
tr: Ayın %@. günü
uk: День %@.
ur: دن %@
vi: Ngày %@
zh_hans: %@日
zh_hant: 每月%@日

# settings.pay.period.through
source: Through %@
ar: حتى %@
bg: До %@ включително
bn: %@ পর্যন্ত
ca: Fins al %@
cs: Do %@ včetně
da: Til og med %@
de: Bis einschließlich %@
el: Έως και %@
es: Hasta %@
et: Kuni %@ (kaasa arvatud)
fa: تا %@ (شامل)
fi: Päivään %@ asti
fil: Hanggang %@
fr: Jusqu’au %@
he: עד %@ כולל
hi: %@ तक
hr: Zaključno s %@
hu: Eddig: %@
id: Hingga %@
is: Til og með %@
it: Fino al %@
ja: %@まで
ko: %@까지
lt: Iki %@ imtinai
lv: Līdz %@ (ieskaitot)
nb: Til og med %@
nl: Tot en met %@
nn: Til og med %@
pl: Do %@ włącznie
pt_br: Até %@
ro: Până la %@ inclusiv
ru: По %@ включительно
sk: Do %@ vrátane
sl: Do vključno %@
sr: Zaključno sa %@
sv: Till och med %@
sw: Hadi na kujumuisha %@
ta: %@ வரை (உட்பட)
th: จนถึง %@
tr: %@ tarihine kadar
uk: До %@ включно
ur: %@ تک
vi: Đến hết %@
zh_hans: 截至 %@
zh_hant: 至 %@（含）

# settings.pay.period.title
source: Pay period
ar: فترة الدفع
bg: Период на заплащане
bn: বেতন সময়কাল
ca: Període de pagament
cs: Výplatní období
da: Lønperiode
de: Lohnperiode
el: Περίοδος πληρωμής
es: Período de pago
et: Palgaperiood
fa: دوره پرداخت
fi: Palkkajakso
fil: Panahon ng sahod
fr: Période de paie
he: תקופת שכר
hi: वेतन अवधि
hr: Obračunsko razdoblje
hu: Fizetési időszak
id: Periode gaji
is: Launatímabil
it: Periodo di paga
ja: 給与期間
ko: 급여 기간
lt: Atlyginimo laikotarpis
lv: Algas periods
nb: Lønnsperiode
nl: Loonperiode
nn: Lønnsperiode
pl: Okres rozliczeniowy
pt_br: Período de pagamento
ro: Perioadă de plată
ru: Расчётный период
sk: Výplatné obdobie
sl: Plačilno obdobje
sr: Obračunski period
sv: Löneperiod
sw: Kipindi cha malipo
ta: ஊதியக் காலம்
th: รอบการจ่ายเงิน
tr: Ödeme dönemi
uk: Розрахунковий період
ur: تنخواہ کی مدت
vi: Kỳ lương
zh_hans: 发薪周期
zh_hant: 薪資週期

# settings.pay.review.activeOn
source: For work on %@
ar: للعمل في %@
bg: За работа на %@
bn: %@ তারিখের কাজের জন্য
ca: Per a la feina del %@
cs: Za práci dne %@
da: For arbejde den %@
de: Für die Arbeit am %@
el: Για εργασία στις %@
es: Para trabajar el %@
et: Töö kuupäeval %@
fa: برای کار در تاریخ %@
fi: Työpäivänä %@
fil: Para sa trabaho noong %@
fr: Pour le travail du %@
he: עבודה בתאריך %@
hi: %@ के काम के लिए
hr: Za rad na datum %@
hu: Munkavégzés ekkor: %@
id: Untuk kerja pada %@
is: Fyrir vinnu þann %@
it: Per il lavoro del %@
ja: %@の勤務
ko: %@에 근무한 경우
lt: Už darbą %@
lv: Par darbu %@
nb: For arbeid den %@
nl: Voor werk op %@
nn: For arbeid den %@
pl: Praca dnia %@
pt_br: Para o trabalho em %@
ro: Pentru munca din %@
ru: За работу на %@
sk: Za prácu dňa %@
sl: Za delo dne %@
sr: Za rad na dan %@
sv: För arbete den %@
sw: Kwa kazi ya tarehe %@
ta: %@ அன்று செய்த பணிக்காக
th: สำหรับการทำงานในวันที่ %@
tr: %@ tarihinde çalışma için
uk: За роботу на %@
ur: %@ کو کام کے لیے
vi: Cho công việc vào ngày %@
zh_hans: 适用于 %@
zh_hant: 適用於 %@ 的工作

# settings.pay.review.breakShort
source: %1$@ after %2$@
ar: %1$@ بعد %2$@
bg: %1$@ след %2$@
bn: %2$@ পরে %1$@
ca: %1$@ després de %2$@
cs: %1$@ po %2$@
da: %1$@ efter %2$@
de: %1$@ nach %2$@
el: %1$@ μετά από %2$@
es: %1$@ después de %2$@
et: %1$@ pärast %2$@
fa: %1$@ پس از %2$@
fi: %1$@, kun vuoro kestää %2$@
fil: %1$@ pagkatapos ng %2$@
fr: %1$@ après %2$@
he: %1$@ אחרי %2$@
hi: %2$@ के बाद %1$@
hr: %1$@ nakon %2$@
hu: %1$@ levonás %2$@ után
id: %1$@ setelah %2$@
is: %1$@ eftir %2$@
it: %1$@ dopo %2$@
ja: %2$@後に%1$@
ko: %2$@ 후 %1$@
lt: %1$@ po %2$@
lv: %1$@ pēc %2$@
nb: %1$@ etter %2$@
nl: %1$@ na %2$@
nn: %1$@ etter %2$@
pl: %1$@ po %2$@
pt_br: %1$@ após %2$@
ro: %1$@ după %2$@
ru: %1$@ после %2$@
sk: %1$@ po %2$@
sl: %1$@ po %2$@
sr: %1$@ posle %2$@
sv: %1$@ efter %2$@
sw: %1$@ baada ya %2$@
ta: %2$@க்குப் பிறகு %1$@
th: %1$@ หลังจาก %2$@
tr: %2$@ sonra %1$@
uk: %1$@ після %2$@
ur: %2$@ کے بعد %1$@
vi: %1$@ sau %2$@
zh_hans: 满 %2$@ 后扣除 %1$@
zh_hant: 滿 %2$@ 後扣除 %1$@

# settings.pay.review.breakSummary
source: %@ unpaid when a shift is longer than %@
ar: %@ غير مدفوعة عندما تكون الوردية أطول من %@
bg: Без заплащане: %@ при смяна, по-дълга от %@
bn: শিফট %@-এর চেয়ে দীর্ঘ হলে %@ বেতনহীন
ca: %@ sense pagar quan un torn dura més de %@
cs: Za %@ se neplatí, pokud je směna delší než %@
da: %@ ubetalt, når en vagt er længere end %@
de: %@ unbezahlt, wenn eine Schicht länger als %@ ist
el: %@ χωρίς αμοιβή όταν η βάρδια είναι μεγαλύτερη από %@
es: %@ sin pagar cuando un turno dura más de %@
et: %@ tasustamata, kui vahetus on pikem kui %@
fa: در صورتی که شیفت بیشتر از %@ باشد، %@ بدون حقوق است
fi: %@ palkatonta, kun työvuoro on pidempi kuin %@
fil: Hindi bayad ang %@ kapag mas mahaba sa %@ ang shift
fr: %@ non rémunéré lorsqu’un shift dépasse %@
he: %@ ללא תשלום כשהמשמרת ארוכה מ-%@
hi: शिफ्ट %@ से लंबी होने पर %@ का भुगतान नहीं होगा
hr: %@ neplaćeno kada je smjena dulja od %@
hu: %@ nem fizetett, ha a műszak hosszabb, mint %@
id: %@ tidak dibayar jika shift lebih lama dari %@
is: %@ án launa þegar vakt er lengri en %@
it: Pausa di %@ non retribuita quando il turno supera %@
ja: %@を超えるシフトでは%@が無給
ko: %@는 근무 시간이 %@를 초과하면 무급입니다.
lt: %@ neapmokama, kai pamaina ilgesnė nei %@
lv: %@ bez samaksas, ja maiņa ir garāka par %@
nb: %@ uten lønn når vakten er lengre enn %@
nl: %@ onbetaald wanneer een dienst langer duurt dan %@
nn: %@ utan lønn når vakta er lengre enn %@
pl: Niepłatne: %@, gdy zmiana trwa dłużej niż %@
pt_br: %@ sem remuneração quando o turno dura mais de %@
ro: %@ fără plată când tura este mai lungă de %@
ru: Перерыв %@ не оплачивается при смене дольше %@
sk: Prestávka %@ je neplatená, ak je pracovná zmena dlhšia ako %@
sl: %@ neplačanega odmora, ko je izmena daljša od %@
sr: %@ pauze bez naknade kada je smena duža od %@
sv: %@ obetald om ett arbetspass är längre än %@
sw: Muda wa %@ haulipwi zamu inapozidi %@
ta: %@ ஊதியமின்றி கழிக்கப்படும், ஷிப்ட் %@-ஐ விட நீளமாக இருந்தால்
th: %@ ไม่ได้รับค่าจ้างเมื่อกะยาวกว่า %@
tr: %@, vardiya süresi %@ eşiğini aşarsa ücretsiz
uk: За %@ не нараховується оплата, якщо зміна довша за %@
ur: شفٹ %@ سے زیادہ طویل ہونے پر %@ بلا معاوضہ
vi: %@ không được trả lương khi ca làm dài hơn %@
zh_hans: 班次超过 %@ 时，%@ 不计薪
zh_hant: %@ 不計薪，當班次超過 %@ 時

# settings.pay.review.dateExplanation
source: Wages, supplements, breaks and overtime use the work date. Tax uses the scheduled payday in the following month.
ar: تستخدم الأجور والبدلات والاستراحات والعمل الإضافي تاريخ العمل. وتستخدم الضريبة يوم دفع الراتب المجدول في الشهر التالي.
bg: Заплатите, добавките, почивките и извънредният труд се отчитат според датата на работа. Данъкът се отчита според планирания ден за изплащане през следващия месец.
bn: মজুরি, ভাতা, বিরতি ও ওভারটাইম কাজের তারিখ অনুসরণ করে। কর পরের মাসের নির্ধারিত বেতনদিবস অনুসরণ করে।
ca: Els salaris, els complements, les pauses i les hores extres es basen en la data de treball. Els impostos es basen en el dia de pagament programat del mes següent.
cs: Mzda, příplatky, přestávky a přesčasy se řídí datem práce. Daň se řídí plánovaným dnem výplaty v následujícím měsíci.
da: Løn, tillæg, pauser og overarbejde beregnes ud fra arbejdsdatoen. Skat beregnes ud fra den planlagte lønningsdag i den følgende måned.
de: Löhne, Zuschläge, Pausen und Überstunden richten sich nach dem Arbeitsdatum. Für die Steuer gilt der geplante Zahltag im Folgemonat.
el: Οι αποδοχές, οι προσαυξήσεις, τα διαλείμματα και οι υπερωρίες βασίζονται στην ημερομηνία εργασίας. Ο φόρος βασίζεται στην προγραμματισμένη ημερομηνία πληρωμής του επόμενου μήνα.
es: Los salarios, complementos, descansos y horas extra usan la fecha de trabajo. Los impuestos usan el día de pago programado del mes siguiente.
et: Töötasud, lisatasud, pausid ja ületunnid lähtuvad töökuupäevast. Maksu arvestatakse järgmise kuu kavandatud palgapäeva alusel.
fa: دستمزدها، مزایا، استراحت‌ها و اضافه‌کاری بر اساس تاریخ کار محاسبه می‌شوند. مالیات بر اساس روز پرداخت برنامه‌ریزی‌شده در ماه بعد محاسبه می‌شود.
fi: Palkat, lisät, tauot ja ylityö määräytyvät työpäivän mukaan. Vero määräytyy seuraavan kuukauden suunnitellun palkanmaksupäivän mukaan.
fil: Ang sahod, mga dagdag-bayad, pahinga at overtime ay gumagamit ng petsa ng trabaho. Ginagamit ng buwis ang nakaiskedyul na araw ng sahod sa susunod na buwan.
fr: Les salaires, suppléments, pauses et heures supplémentaires suivent la date de travail. L’impôt suit la date de paie prévue le mois suivant.
he: השכר, התוספות, ההפסקות והשעות הנוספות מחושבים לפי תאריך העבודה. המס מחושב לפי מועד התשלום המתוכנן בחודש שלאחר מכן.
hi: वेतन, भत्ते, ब्रेक और ओवरटाइम में कार्य तारीख का उपयोग होता है। कर के लिए अगले महीने की निर्धारित वेतन-तारीख का उपयोग होता है।
hr: Plaća, dodaci, pauze i prekovremeni rad obračunavaju se prema datumu rada. Porez se obračunava prema planiranom danu isplate u sljedećem mjesecu.
hu: A bérek, pótlékok, szünetek és túlórák a munkavégzés dátumát használják. Az adó a következő hónap tervezett bérfizetési napját veszi alapul.
id: Upah, tunjangan, istirahat, dan lembur menggunakan tanggal kerja. Pajak menggunakan tanggal pembayaran yang dijadwalkan pada bulan berikutnya.
is: Laun, álagsgreiðslur, hlé og yfirvinna miðast við vinnudag. Skattur miðast við áætlaðan launadag í næsta mánuði.
it: Le retribuzioni, le maggiorazioni, le pause e gli straordinari usano la data di lavoro. Le imposte usano il giorno di paga previsto del mese successivo.
ja: 給与、手当、休憩、時間外労働は勤務日に基づきます。税金は翌月の予定支給日に基づきます。
ko: 급여, 수당, 휴게시간 및 초과 근무는 근무일을 기준으로 합니다. 세금은 다음 달의 예정된 급여일을 기준으로 합니다.
lt: Atlygis, priemokos, pertraukos ir viršvalandžiai skaičiuojami pagal darbo datą. Mokesčiai – pagal kitą mėnesį nustatytą atlyginimo mokėjimo dieną.
lv: Algas, piemaksas, pārtraukumi un virsstundas tiek attiecinātas uz darba datumu. Nodokli aprēķina nākamā mēneša plānotajā algas izmaksas dienā.
nb: Lønn, tillegg, pauser og overtid følger arbeidsdatoen. Skatt følger den planlagte lønningsdagen i måneden etter.
nl: Loon, toeslagen, pauzes en overwerk gebruiken de werkdatum. Voor de belasting geldt de geplande betaaldag in de volgende maand.
nn: Lønn, tillegg, pausar og overtid følgjer arbeidsdatoen. Skatt følgjer den planlagde lønningsdagen i månaden etter.
pl: Wynagrodzenie, dodatki, przerwy i nadgodziny są rozliczane według daty pracy. Podatek jest rozliczany według zaplanowanego dnia wypłaty w następnym miesiącu.
pt_br: Salários, adicionais, intervalos e horas extras usam a data de trabalho. O imposto usa o dia de pagamento programado no mês seguinte.
ro: Salariile, sporurile, pauzele și orele suplimentare folosesc data lucrată. Impozitul folosește ziua de plată programată din luna următoare.
ru: Зарплата, доплаты, перерывы и сверхурочные учитываются по дате работы. Налог — по запланированной дате выплаты в следующем месяце.
sk: Mzda, príplatky, prestávky a nadčasy sa riadia dátumom práce. Daň sa riadi plánovaným výplatným dňom v nasledujúcom mesiaci.
sl: Plače, dodatki, odmori in nadure se določajo glede na datum dela. Davek se obračuna glede na načrtovani dan izplačila v naslednjem mesecu.
sr: Zarade, dodaci, pauze i prekovremeni rad računaju se prema datumu rada. Porez se računa prema zakazanom danu isplate u narednom mesecu.
sv: Lön, tillägg, pauser och övertid baseras på arbetsdatumet. Skatten baseras på det planerade utbetalningsdatumet följande månad.
sw: Mishahara, nyongeza, mapumziko na muda wa ziada hutumia tarehe ya kazi. Kodi hutumia siku ya malipo iliyopangwa katika mwezi unaofuata.
ta: ஊதியம், கூடுதல் கொடுப்பனவுகள், இடைவேளைகள் மற்றும் கூடுதல் நேரம் ஆகியவை வேலைத் தேதியை அடிப்படையாகக் கொண்டவை. வரி, அடுத்த மாதத்தில் திட்டமிடப்பட்ட சம்பள நாளை அடிப்படையாகக் கொண்டது.
th: ค่าจ้าง เงินเพิ่ม เวลาพัก และล่วงเวลาใช้อ้างอิงวันที่ทำงาน ภาษีใช้อ้างอิงวันจ่ายตามกำหนดในเดือนถัดไป
tr: Ücretler, ek ödemeler, molalar ve fazla mesai çalışma tarihine göre hesaplanır. Vergi, sonraki aydaki planlanan ödeme gününü esas alır.
uk: Зарплата, доплати, перерви та понаднормові години прив’язані до дати роботи. Податок — до запланованого дня виплати наступного місяця.
ur: اجرت، اضافی ادائیگیاں، وقفے اور اوور ٹائم کام کی تاریخ پر لاگو ہوتے ہیں۔ ٹیکس اگلے مہینے کے مقررہ تنخواہ کے دن پر لاگو ہوتا ہے۔
vi: Tiền lương, phụ cấp, thời gian nghỉ và làm thêm giờ sử dụng ngày làm việc. Thuế sử dụng ngày trả lương theo lịch vào tháng tiếp theo.
zh_hans: 工资、补贴、休息时间和加班按工作日期计算。税款按次月的预定发薪日计算。
zh_hant: 薪資、津貼、休息時間和加班依工作日期計算。稅額依下個月的預定發薪日計算。

# settings.pay.review.halfTax
source: Half tax is included for this payout month.
ar: تم تضمين خصم ضريبي نصف القيمة لشهر الدفع هذا.
bg: Приложено е половин данъчно удържане за този месец на изплащане.
bn: এই পেমেন্ট মাসে অর্ধেক কর কর্তন অন্তর্ভুক্ত করা হয়েছে।
ca: S'hi inclou la meitat de la retenció per a aquest mes de pagament.
cs: Pro tento měsíc výplaty se uplatňuje poloviční srážka daně.
da: Halvt skattetræk er medregnet for denne udbetalingsmåned.
de: Für diesen Auszahlungsmonat ist der halbe Steuerabzug berücksichtigt.
el: Για αυτόν τον μήνα πληρωμής έχει συμπεριληφθεί μισή παρακράτηση φόρου.
es: Se incluye media retención de impuestos para este mes de pago.
et: Selle väljamaksekuu puhul on arvestatud poole maksuga.
fa: کسر مالیات نصفه برای این ماه پرداخت لحاظ شده است.
fi: Tälle maksukuukaudelle on laskettu puolikas veropidätys.
fil: Kasama ang kalahating kaltas sa buwis para sa buwan ng pagbabayad na ito.
fr: Le prélèvement fiscal réduit de moitié est inclus pour ce mois de paie.
he: בחודש התשלום הזה נכלל ניכוי של מחצית המס.
hi: इस भुगतान महीने के लिए आधा कर शामिल किया गया है।
hr: Za ovaj mjesec isplate uključen je odbitak pola poreza.
hu: A kifizetési hónap számításánál fél adólevonás van figyelembe véve.
id: Pajak setengah tarif telah disertakan untuk bulan pembayaran ini.
is: Hálfur skattur er innifalinn í útborgun þessa mánaðar.
it: Per questo mese di pagamento è applicata una ritenuta fiscale dimezzata.
ja: この支給月には税金の半額控除が適用されています。
ko: 이번 급여 지급 월에는 반액 세금 공제가 적용됩니다.
lt: Šiam išmokėjimo mėnesiui taikomas pusinis mokesčių išskaičiavimas.
lv: Šim izmaksas mēnesim ir piemērots puses nodokļa ieturējums.
nb: Halvt skattetrekk er tatt med for denne utbetalingsmåneden.
nl: Er is rekening gehouden met een halve belastinginhouding voor deze uitbetalingsmaand.
nn: Halvt skattetrekk er teke med for denne utbetalingsmånaden.
pl: Uwzględniono połowę podatku dla tego miesiąca wypłaty.
pt_br: O desconto de metade do imposto está incluído neste mês de pagamento.
ro: Pentru această lună de plată este inclusă reținerea la jumătate a impozitului.
ru: В расчёте за этот месяц учтено половинное удержание налога.
sk: V tomto výplatnom mesiaci je zahrnutá polovičná daňová zrážka.
sl: Za ta mesec izplačila je upoštevan polovični davčni odtegljaj.
sr: Za ovaj mesec isplate primenjuje se polovični porez.
sv: Halvt skatteavdrag ingår för denna utbetalningsmånad.
sw: Makato ya kodi ya nusu yamejumuishwa kwa mwezi huu wa malipo.
ta: இந்தக் கொடுப்பனவு மாதத்திற்கான அரை வரிப் பிடித்தம் சேர்க்கப்பட்டுள்ளது.
th: รวมการหักภาษีครึ่งหนึ่งสำหรับเดือนที่จ่ายเงินนี้แล้ว
tr: Bu ödeme ayı için yarım vergi kesintisi dahildir.
uk: У цьому місяці виплати враховано половинне утримання податку.
ur: نصف ٹیکس کٹوتی اس ادائیگی کے مہینے میں شامل ہے۔
vi: Đã bao gồm khoản khấu trừ thuế một nửa cho tháng thanh toán này.
zh_hans: 本次发薪月份已包含半额税款。
zh_hant: 此發薪月份已包含半額扣稅。

# settings.pay.review.hourlyWage
source: Hourly wage
ar: الأجر بالساعة
bg: Почасово възнаграждение
bn: ঘণ্টাপ্রতি মজুরি
ca: Salari per hora
cs: Hodinová mzda
da: Timeløn
de: Stundenlohn
el: Ωρομίσθιο
es: Salario por hora
et: Tunnitasu
fa: دستمزد ساعتی
fi: Tuntipalkka
fil: Sahod kada oras
fr: Salaire horaire
he: שכר שעתי
hi: प्रति घंटा वेतन
hr: Satnica
hu: Órabér
id: Upah per jam
is: Tímakaup
it: Paga oraria
ja: 時給
ko: 시급
lt: Valandinis atlygis
lv: Stundas alga
nb: Timelønn
nl: Uurloon
nn: Timeløn
pl: Stawka godzinowa
pt_br: Salário por hora
ro: Salariu orar
ru: Почасовая ставка
sk: Hodinová mzda
sl: Urna postavka
sr: Satnica
sv: Timlön
sw: Mshahara wa saa
ta: மணிநேர ஊதியம்
th: ค่าจ้างรายชั่วโมง
tr: Saatlik ücret
uk: Погодинна ставка
ur: فی گھنٹہ اجرت
vi: Lương theo giờ
zh_hans: 时薪
zh_hant: 時薪

# settings.pay.review.missingSettings
source: No pay settings cover this date. Finish pay setup for this job.
ar: لا تغطي إعدادات الأجر هذا التاريخ. أكمل إعداد الأجر لهذه الوظيفة.
bg: Няма настройки за заплащане за тази дата. Завършете настройването на заплащането за тази работа.
bn: এই তারিখের জন্য কোনো বেতন সেটিংস প্রযোজ্য নয়। এই কাজের বেতন সেটআপ সম্পূর্ণ করুন।
ca: No hi ha cap configuració salarial per a aquesta data. Completa la configuració salarial d'aquesta feina.
cs: Na toto datum se nevztahuje žádné nastavení mzdy. Dokončete nastavení mzdy pro tuto pracovní pozici.
da: Ingen lønindstillinger dækker denne dato. Færdiggør lønopsætningen for dette job.
de: Für dieses Datum gibt es keine Lohneinstellungen. Schließe die Lohneinrichtung für diesen Job ab.
el: Καμία ρύθμιση αμοιβής δεν καλύπτει αυτήν την ημερομηνία. Ολοκληρώστε τη ρύθμιση αμοιβής για αυτήν την εργασία.
es: Ninguna configuración de pago cubre esta fecha. Completa la configuración de pago para este trabajo.
et: Selle kuupäeva kohta pole palgaseadeid. Viige selle töökoha palgaseadistus lõpule.
fa: هیچ تنظیمات پرداختی برای این تاریخ وجود ندارد. تنظیمات پرداخت این شغل را کامل کنید.
fi: Palkka-asetukset eivät kata tätä päivää. Viimeistele tämän työpaikan palkka-asetukset.
fil: Walang setting ng sahod na sumasaklaw sa petsang ito. Tapusin ang pag-set up ng sahod para sa trabahong ito.
fr: Aucun paramètre de rémunération ne couvre cette date. Terminez la configuration de la rémunération pour cet emploi.
he: אין הגדרות שכר המכסות את התאריך הזה. יש להשלים את הגדרת השכר עבור משרה זו.
hi: इस तारीख के लिए कोई वेतन सेटिंग उपलब्ध नहीं है। इस जॉब का वेतन सेटअप पूरा करें।
hr: Nijedna postavka plaće ne obuhvaća ovaj datum. Dovršite postavljanje plaće za ovaj posao.
hu: Nincs olyan bérbeállítás, amely lefedi ezt a dátumot. Fejezd be a bérbeállítást ehhez a munkahelyhez.
id: Tidak ada pengaturan gaji untuk tanggal ini. Selesaikan pengaturan gaji untuk pekerjaan ini.
is: Engar launastillingar ná yfir þessa dagsetningu. Ljúktu við launauppsetningu fyrir þetta starf.
it: Nessuna impostazione della retribuzione copre questa data. Completa la configurazione della retribuzione per questo lavoro.
ja: この日付に適用される給与設定がありません。この勤務先の給与設定を完了してください。
ko: 이 날짜에 적용되는 급여 설정이 없습니다. 이 근무지의 급여 설정을 완료하세요.
lt: Jokie atlygio nustatymai netaikomi šiai datai. Užbaikite šio darbo atlygio nustatymą.
lv: Šim datumam nav atalgojuma iestatījumu. Pabeidziet atalgojuma iestatīšanu šim darbam.
nb: Ingen lønnsinnstillinger dekker denne datoen. Fullfør lønnsoppsettet for jobben.
nl: Geen looninstellingen dekken deze datum. Voltooi de looninstellingen voor deze baan.
nn: Ingen lønnsinnstillingar dekkjer denne datoen. Fullfør lønnsoppsettet for jobben.
pl: Żadne ustawienia wynagrodzenia nie obejmują tej daty. Dokończ konfigurację wynagrodzenia dla tego miejsca pracy.
pt_br: Nenhuma configuração de pagamento abrange esta data. Conclua a configuração de pagamento deste emprego.
ro: Nicio setare de plată nu acoperă această dată. Finalizează configurarea plății pentru acest job.
ru: На эту дату нет настроек оплаты. Завершите настройку оплаты для этой работы.
sk: Na tento dátum sa nevzťahujú žiadne mzdové nastavenia. Dokončite nastavenie mzdy pre toto pracovné miesto.
sl: Za ta datum ni nastavitev plačila. Dokončajte nastavitev plačila za to službo.
sr: Nijedno podešavanje plate ne obuhvata ovaj datum. Završite podešavanje plate za ovaj posao.
sv: Inga löneinställningar täcker detta datum. Slutför löneinställningarna för jobbet.
sw: Hakuna mipangilio ya malipo inayohusu tarehe hii. Kamilisha usanidi wa malipo wa kazi hii.
ta: இந்தத் தேதியை உள்ளடக்கும் ஊதிய அமைப்புகள் எதுவும் இல்லை. இந்தப் பணிக்கான ஊதிய அமைப்பை முடிக்கவும்.
th: ไม่มีการตั้งค่าค่าจ้างที่ครอบคลุมวันที่นี้ โปรดดำเนินการตั้งค่าค่าจ้างสำหรับงานนี้ให้เสร็จสิ้น
tr: Bu tarihi kapsayan ücret ayarı yok. Bu iş için ücret ayarlarını tamamlayın.
uk: На цю дату немає налаштувань оплати. Завершіть налаштування оплати для цієї роботи.
ur: تنخواہ کی کوئی ترتیب اس تاریخ کا احاطہ نہیں کرتی۔ اس ملازمت کے لیے تنخواہ کی ترتیب مکمل کریں۔
vi: Không có cài đặt lương nào áp dụng cho ngày này. Hãy hoàn tất thiết lập lương cho công việc này.
zh_hans: 没有薪资设置涵盖此日期。请完成此工作的薪资设置。
zh_hant: 此日期沒有適用的薪資設定。請完成此工作的薪資設定。

# settings.pay.review.off
source: Off
ar: إيقاف
bg: Изкл.
bn: বন্ধ
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
et: Väljas
fa: خاموش
fi: Pois
fil: Naka-off
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Nonaktif
is: Af
it: Disattivato
ja: オフ
ko: 끔
lt: Išjungta
lv: Izslēgts
nb: Av
nl: Uit
nn: Av
pl: Wył.
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sl: Izklopljeno
sr: Isključeno
sv: Av
sw: Imezimwa
ta: முடக்கப்பட்டது
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: بند
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings.pay.review.open
source: Check the pay settings
ar: تحقق من إعدادات الأجر
bg: Проверете настройките за заплащане
bn: বেতন সেটিংস দেখুন
ca: Comprova la configuració salarial
cs: Zkontrolovat mzdová nastavení
da: Tjek lønindstillingerne
de: Lohneinstellungen prüfen
el: Ελέγξτε τις ρυθμίσεις αμοιβής
es: Compruebe la configuración salarial
et: Kontrolli palgaseadeid
fa: تنظیمات حقوق را بررسی کنید
fi: Tarkista palkka-asetukset
fil: Suriin ang mga setting ng sahod
fr: Vérifier les réglages de rémunération
he: בדקו את הגדרות השכר
hi: वेतन सेटिंग्स जाँचें
hr: Provjerite postavke plaće
hu: Ellenőrizd a bérbeállításokat
id: Periksa pengaturan gaji
is: Athugaðu launastillingarnar
it: Controlla le impostazioni della retribuzione
ja: 給与設定を確認
ko: 급여 설정 확인
lt: Patikrinkite atlygio nustatymus
lv: Pārbaudi algas iestatījumus
nb: Sjekk lønnsinnstillingene
nl: Controleer de looninstellingen
nn: Sjekk lønnsinnstillingane
pl: Sprawdź ustawienia wynagrodzenia
pt_br: Confira as configurações salariais
ro: Verifică setările salariale
ru: Проверьте настройки оплаты
sk: Skontrolovať mzdové nastavenia
sl: Preverite nastavitve plačila
sr: Proverite podešavanja zarade
sv: Kontrollera löneinställningarna
sw: Kagua mipangilio ya malipo
ta: ஊதிய அமைப்புகளைச் சரிபார்க்கவும்
th: ตรวจสอบการตั้งค่าค่าจ้าง
tr: Ücret ayarlarını kontrol et
uk: Перевірте налаштування оплати
ur: اجرت کی ترتیبات چیک کریں
vi: Kiểm tra cài đặt lương
zh_hans: 检查薪资设置
zh_hant: 檢查薪資設定
